import common from './common';

export default {
  common,
  navbar: {
    links: {
      home: 'Главная',
      portfolio: 'Портфолио',
      aboutMe: 'Обо мне',
      contact: 'Контакты',
    },
  },
  home: {
    elenaRemizova: 'Елена Ремизова',
    description: {
      text: 'Я художник, вы можете посмотреть все мои работы',
      here: 'здесь',
    },
  },
  portfolio: {
    title: 'Мои работы',
  },
  paintDetail: {
    zoomInfo: {
      hover: 'Hаведите указатель мыши на изображение, чтобы увеличить.',
      touch: 'Коснитесь изображения и переместите палец, чтобы увеличить.',
    },
  },
  aboutMe: {
    title: 'Кто я?',
    text: `Я художник и провела большую часть своей жизни за мольбертом. Творчество и путешествия - источники моего вдохновения, я интерпретирую красоту мира на холст. Умею писать в разных техниках и разнообразными материалами, но преимущественно выбираю масло. Потому что масло - это яркая, вкусная палитра не тускнеющих, живых цветов. Масло позволяет играть не только с цветом, но и с объемностью мазков. Поэтому мастихин - моя волшебная палочка, которую я однажды купила в магазине «просто попробовать» и влюбилась навсегда. \n <span style="text-indent: 30px; display: inline-block">С детства я изучала историю искусств по красивым книгам, в музеях, в художественных школах и институте. Прочную нишу в моем сердце заняли импрессионисты и экспрессионисты. Эти художники оказали огромное влияние на мое становление своей смелостью, любовью к жизни и свету<span />. 
    
    \n <span style="text-indent: 30px; display: inline-block"> Добро пожаловать в мой мир света и тени, ярких контрастов и насыщенных цветов.<span />`,
  },
  contact: {
    title: 'Контакты',
  },
};
